{
    "language":{
        "fr":{
            "options_configurateur":{
                "default": "<ul class='tech'><li><strong>Folded:</strong> size: 85 x 74 x 30 cm (33” x 29” x 11”)</li><li><strong>Weight:</strong> 10kg</li><li><strong>Weight:</strong> 13kg with battery and motor.</li><li><strong>Maximum Weight Limit:</strong> 105 kg.</li><li><strong>Length:</strong> 153 cm</li><li><strong>Wheelbase:</strong> 105 cm</li><li><strong>Folding time:</strong> Folds in 10 seconds, unfolds in 10 seconds.</li><li><strong>Frame:</strong> Ahooga hinge-free ultra-stiff &amp; ultra-lightweight aluminum frame (for great riding and carrying experience). It comes with a 5-year warranty. One size fits all.</li><li><strong>Fork:</strong> Ahooga hinge-free ultra-stiff &amp; ultra-lightweight aluminum fork, with integrated crown, with optimal rake and trail (for excellent riding experience).</li><li><strong>Wheels:</strong> Lightweight aluminum 20”x1.35” rims (optimal for starts, accelerations and electric assistance). They come with a super-fast and extra safe Quick release system.</li><li><strong>Tires:</strong> Lightweight tread-less slick Schwalbe Kojak tires (for great grip on both dry and wet urban surfaces).</li><li><strong>Tires:</strong> All seasons, multi-tracks, puncture resistant Schwalbe Marathon Plus tires.</li><li><strong>Tires:</strong> Lightweight tread-less slick Schwalbe Kojak tires (for great grip on both dry and wet urban surfaces).</li><li><strong>Speed shifters:</strong> Shimano Acera Rapidfire Plus shifter (for precise and consistent shifting performance).</li><li><strong>Derailleur:</strong> Shimano Acera rear derailleur (for solid and consistent shifting performance)</li><li><strong>Cassette:</strong> Shimano Acera with reinforced tooth profile, 7 sprockets, 11-28t (fantastic range for 20” wheels on hilly landscape).</li><li><strong>Acera component group is characterized by three keywords:</strong> accurate, precise and stylish. This group provides accurate shifting with less pedaling power loss, an exciting stylish design and slim profile.</li><li><strong>Chain:</strong> Shimano</li><li><strong>Chainring:</strong> 52t silver chainring (fantastic combination with 20” wheels and 11-28t cassette). With chain guard.</li><li><strong>Cranks:</strong> 170 mm silver cranks</li><li><strong>Pedals:</strong> Strong folding pedals (for fast and easy storing).</li><li><strong>Pedals:</strong> High-end, robust (though sexy) folding pedals.</li><li><strong>Pedals:</strong> High-quality, ultra-light pedals with clip-on feature, from MKS.</li><li><strong>Bottom bracket:</strong> Lightweight VP bottom bracket</li><li><strong>Headset:</strong> 1-1/8″ integrated and threadless headset</li><li><strong>Handlepost:</strong> Adjustable telescopic folding aluminum stem (for easier carrying and storing)</li><li><strong>Handlebar:</strong> Aluminum, straight and short 21” handlebar (for smoother urban riding) with bell.</li><li><strong>Grips:</strong> Profiled cork grips (for a comfortable ride). Black or Brown.</li><li><strong>Grips:</strong> Profiled grips (for a comfortable ride). Black.</li><li><strong>Fenders/mudguards:</strong> Unique folding rear and front fenders/mudguards.</li><li><strong>Fenders/mudguards:</strong> No mudguards included.</li><li><strong>Compliance:</strong> ISO4210 and EN 15194 compliant.</li><li><strong>Seatpost:</strong> Strong aluminum Promax seatpost. Suitable for riders up to 1,85 meters tall.</li><li>**Extra long:**seatpost available as an option for riders up to 2 meters tall.</li><li><strong>Brakes:</strong> Promax caliper brakes and pads (for a powerful and safe braking experience).<br>Powerful mechanical front and rear disc brakes (for a sporty and safe braking experience) available as an option.</li><li><strong>Colors:</strong> White Sunrise (Matte Finish) or Black Sunrise (Glossy Finish).</li><li><strong>Colors:</strong> Challenging choice among 215 RAL colors (you read well) with matt or glossy finish. Custom logo or baseline available as an option.</li><li><strong>Color:</strong> All black matt finish only.</li><li><strong>Large range of accessories:</strong> transport cover, lights, bags, baskets, racks and trailers, phone mounts, child seats, weather protections and more are available as options.</li><li><strong>Saddle:</strong> Light and elegant saddle with silver rivets. Black or Brown.</li><li><strong>Saddle:</strong> Large riveted comfy saddle on springs.</li><li><strong>Saddle:</strong> Leather Anatomical saddle for style and comfort. With polished Cro-Mo rails. It comes with an anatomical opening for added comfort, airflow and reduced weight. Beautifully finished, supplied with saddle tensioning tools (spanner and allen key) and protecting cloth bag. The Scientia M2 from Selle Royal is available as an option.</li><li><strong>Saddle:</strong> Ultra-lightweight Carbon saddle with carbon rails. Strategically placed cut-outs allow flex where needed for maximum comfort. A top performance saddle to perfectly finish off any high end build. 98g only.</li><li><strong>Electric assistance:</strong> EU certified, powerful 250W rear hub motor, strong climbing ability, max speed 20 km/h, 5 mode assistance levels (for riding uphill as fast as downhill).</li><li><strong>Battery:</strong> EU certified, lithium-ion, 4.4Ah, 24V, average autonomy of 50+ km on hilly landscapes. Sony cells.</li><li><strong>Battery:</strong> EU certified, lithium-ion, 4.4Ah, 24V, 106Wh, average autonomy of 50+ km on hilly landscapes. Sony cells. A 24V/7Ah (168Wh) battery is available as an option (Autonomy 75+ km), Panasonic cells.</li><li><strong>Charging time:</strong> 2h30.</li><li><strong>Charging time:</strong> 2h30 for the 50+ km battery. 4h for the 75+ km battery.</li></ul>"},
            "soustitre-configurateur":{
                "Engine":"Quel Engine vous faut-il?",
                "Model":"Quel Model vous voulez?",
                "Color":"Quel Color preferez vous?",
                "Brakes":"Quel Brakes utilisez vous?",
                "Saddle":"Quel Saddle preferez vous?",
                "Seatpost":"Quel Seatpost preferez vous?",
                "Battery":"Quel Engine vous faut-il?"
            }
        }
    }
}